import searchImage from "../../../../shared/assests/images/search.jpg";

export const dataSearchOne =[
    {
        id: 1,
        image:searchImage,
        title:"جامع عمرو بن العاص",
        description:"بني  في مدينة الفسطاط التي أسسها المسلمون في مصر بعد فتحها. كان يسمى أيضا بمسجد الفتح والمسجد العتيق وتاج الجوامع"
    }
    ,
    {
        id: 2,
        image:searchImage ,
        title:"جامع عمرو بن العاص",
        description:"بني  في مدينة الفسطاط التي أسسها المسلمون في مصر بعد فتحها. كان يسمى أيضا بمسجد الفتح والمسجد العتيق وتاج الجوامع"
    }
    ,
    {
        id: 3,
        image:searchImage ,
        title:"جامع عمرو بن العاص",
        description:"بني  في مدينة الفسطاط التي أسسها المسلمون في مصر بعد فتحها. كان يسمى أيضا بمسجد الفتح والمسجد العتيق وتاج الجوامع"
    }
    ,
    {
        id: 4,
        image:searchImage,
        title:"جامع عمرو بن العاص",
        description:"بني  في مدينة الفسطاط التي أسسها المسلمون في مصر بعد فتحها. كان يسمى أيضا بمسجد الفتح والمسجد العتيق وتاج الجوامع"
    }
]
export const dataSearchTwo =[
    {
        id: 5,
        image:searchImage,
        title:"جامع عمرو بن العاص",
        description:"بني  في مدينة الفسطاط التي أسسها المسلمون في مصر بعد فتحها. كان يسمى أيضا بمسجد الفتح والمسجد العتيق وتاج الجوامع"
    }
    ,
    {
        id: 6,
        image:searchImage ,
        title:"جامع عمرو بن العاص",
        description:"بني  في مدينة الفسطاط التي أسسها المسلمون في مصر بعد فتحها. كان يسمى أيضا بمسجد الفتح والمسجد العتيق وتاج الجوامع"
    }
    ,
    {
        id: 7,
        image:searchImage ,
        title:"جامع عمرو بن العاص",
        description:"بني  في مدينة الفسطاط التي أسسها المسلمون في مصر بعد فتحها. كان يسمى أيضا بمسجد الفتح والمسجد العتيق وتاج الجوامع"
    }
    ,
    {
        id: 8,
        image:searchImage ,
        title:"جامع عمرو بن العاص",
        description:"بني  في مدينة الفسطاط التي أسسها المسلمون في مصر بعد فتحها. كان يسمى أيضا بمسجد الفتح والمسجد العتيق وتاج الجوامع"
    }
]
